[Ammo_Dummy]
ItemName="Манекен"

[DamTypeVehicleExplosion]
DeathString="%k убил бойца %o, взорвав транспортное средство."
FemaleSuicide="%o оказалась слишком близко к взорвавшейся машине."
MaleSuicide="%o оказался слишком близко к взорвавшейся машине."

[ROAmmoWeightMessage]
HeavyMessage="Это тяжелый магазин"
LightMessage="Это легкий магазин"
VeryLightMessage="Это очень легкий магазин"

[ROArtilleryDamType]
DeathString="%o погибает при артиллерийском ударе."
FemaleSuicide="%o пострадала от своего же артиллерийского снаряда."
MaleSuicide="%o пострадал от своего же артиллерийского снаряда."

[ROArtilleryMsg]
SavedPosition="Артиллерийские координаты записаны."
RequestStrike="Это командир взвода. Запрашиваю артподдержку."
StrikeDenied="Это штаб. В артподдержке отказано."
StrikeConfirmed="Это штаб. Ждите артудара."
NoCoords="Координаты не выбраны!"
InvalidTarget="Цель не подходит для артудара!"
OutOfStrikes="Не осталось ни одного артудара."
TryAgainLater="Пока мы не можем нанести еще один артудар!"
TryAgainSoon="Скоро можно будет нанести еще один артудар."
StrikesRemaining="ударов осталось"
NoArtyAvailable="Артподдержка недоступна"

[ROBipodWarningMsg]
DeployToFire="Стрелять можно только из боевой позиции!"
DeployToReload="Перезаряжаться можно только в боевой позиции!"

[RODaddyMessage]
DaddyMessage="Тамбовский волк тебе товарищ!"

[RODeathMessage]
KilledString="погибает от"
SomeoneString="(неизвестно)"

[RODemolitionChargePlacedMsg]
DemoChargePlaced="Взрывчатка заложена. Все в укрытие!"

[RODiedInTankDamType]
DeathString="%k взорвал транспорт игрока %o!"
FemaleSuicide="%o взорвала свой собственный танк."
MaleSuicide="%o взорвал свой собственный танк."

[ROGameMessage]
NewTeamMessageRussian="переходит на сторону СССР."
NewTeamMessageGerman="переходит на сторону Германии."
FFKillMessage="убивает своего союзника."
FFViolationMessage="Удаление"
FFViolationMessageTrailer="из-за ведения огня по своим."
FFDamageMessage="Вы ранили своего союзника."
RoleChangeMsg="Вы попытаетесь вернуться в игру как "
MaxRoleMsg="Переключение невозможно: "
TypeForgiveMessage="Если союзник убил вас случайно, введите сообщение 'np' или 'forgive', чтобы 'простить' его."
HasForgivenMessage="прощает"
YouHaveLoggedInAsAdminMsg="Вы подключились как администратор."
YouHaveLoggedOutOfAdminMsg="Вы передали администраторские полномочия."
LeftMessage=" покидает поле боя."
EnteredMessage=" появляется на поле боя."
NewPlayerMessage="На поле боя появляется новый солдат."

[ROGrenadeDamType]
DeathString="%o погибает от гранаты, брошенной игроком %k."
FemaleSuicide="%o пострадала от своей же гранаты."
MaleSuicide="%o пострадал от своей же гранаты."

[ROHintManager]
Hints[0].Title="Приветствие"
Hints[0].Hint="Добро пожаловать в игру!||Время от времени на экране будут появляться подсказки. Отключить их можно на вкладке "Интерфейс" в меню настройки."
Hints[1].Title="Запас сил"
Hints[1].Hint="При беге и прыжках силы расходуются намного быстрее. Чтобы восстановить запас сил, нужно остановиться и передохнуть."
Hints[2].Title="Прыжки"
Hints[2].Hint="При продолжительных прыжках силы быстро расходуются."
Hints[3].Title="Наклон в сторону"
Hints[3].Hint="Чтобы наклониться и заглянуть за угол, нажмите %LeanRight% или %LeanLeft%. Так противник с меньшей вероятностью заметит вас."
Hints[4].Title="Выбор роли"
Hints[4].Hint="Сменить роль в игре и, соответственно, оружие можно в любое время, нажав клавишу %SHOWMENU%. Однако изменения вступят в силу только после гибели вашего персонажа."
Hints[5].Title="Прицел"
Hints[5].Hint="Чтобы прильнуть к прицелу оружия, нажмите %ROIronSights%. В такой позе точность стрельбы значительно выше."
Hints[6].Title="Точность стрельбы"
Hints[6].Hint="При ведении огня из автоматического оружия стреляйте короткими очередями, чтобы точность была выше."
Hints[7].Title="Позиции экипажа"
Hints[7].Hint="Клавиши с цифрами (%SWITCHWEAPON 1%, %SWITCHWEAPON 2%, %SWITCHWEAPON 3%...) позволяют переключаться между позициями механика-водителя, наводчика и пулеметчика."
Hints[8].Title="Экипаж"
Hints[8].Hint="Полностью укомплектованный экипаж гораздо эффективнее, чем один боец. Постарайтесь найти других игроков, которые займут свободные места в танке или другой технике."
Hints[9].Title="Карта местности"
Hints[9].Hint="Открыть карту с отмеченными на ней целями можно нажатием клавиши %SHOWOBJECTIVES%."
Hints[10].Title="Слабые места"
Hints[10].Hint="В броне каждого танка есть слабые места. Цельтесь в смотровую щель механика-водителя или в стык между корпусом и башней."
Hints[11].Title="Типы танковых снарядов"
Hints[11].Hint="Чтобы сменить тип снарядов (бронебойные/фугасные), нажмите %SwitchFireMode%."
Hints[12].Title="Перезарядка оружия"
Hints[12].Hint="Чтобы перезарядить оружие, нажмите %ROManualReload%. Сообщение ''тяжелый магазин'' означает, что в новом магазине патронов больше половины."
Hints[13].Title="Советские гранаты"
Hints[13].Hint="Чтобы сократить время до подрыва гранаты, после нажатия кнопки %FIRE% продолжайте удерживать ее и нажмите кнопку %ALTFIRE%. Когда вы будете готовы к броску, отпустите %FIRE%. Будьте осторожны: если прождать слишком долго, граната взорвется у вас в руке!"
Hints[14].Title="Пункты сбора"
Hints[14].Hint="Чтобы назначить бойцам пункт сбора, посмотрите в бинокль и нажмите кнопку %AltFire%. Новые координаты появятся на карте каждого игрока команды."
Hints[15].Title="Координаты артудара"
Hints[15].Hint="Чтобы записать координаты для артудара, нажмите кнопку %Fire%. Когда координаты будут отмечены на карте, найдите пункт связи и вызовите артиллерийскую поддержку нажатием клавиши %USE%."
Hints[16].Title="Перезарядка пулеметов"
Hints[16].Hint="Перезарядить пулемет можно, только расставив сошки."
Hints[17].Title="Запрос боеприпасов"
Hints[17].Hint="Если у пулеметчика кончаются патроны, он может запросить боеприпасы при помощи соответствующего голосового приказа. При этом на карте всех игроков команды появится специальный значок. Чтобы открыть меню голосовых приказов, нажмите %SpeechMenuToggle%."
Hints[18].Title="Позиция пулеметчика"
Hints[18].Hint="Ни при каких обстоятельствах пулеметчик не должен оставаться без прикрытия другим бойцом."
Hints[19].Title="Штыки"
Hints[19].Hint="Штык укрепляется на стволе винтовки. Чтобы установить или снять его, нажмите %Deploy%. Чтобы нанести удар штыком, нажмите %AltFire%."
Hints[20].Title="Наведение ''Панцерфауста''"
Hints[20].Hint="При стрельбе из ''Панцерфауста'' расстояние до цели нужно указать при помощи клавиши %Deploy%. Чтобы выстрел был точным, метка на прицеле должна соответствовать текущему расстоянию."
Hints[21].Title="Гранаты"
Hints[21].Hint="Гранаты обладают большой зоной поражения. При угрозе броска гранаты противником немедленно прячьтесь в укрытии!"
Hints[22].Title="Текущие цели"
Hints[22].Hint="Мигающий значок на карте означает, что цель в данный момент атакуют и вашей команде нужна поддержка."
Hints[23].Title="Пункты сбора"
Hints[23].Hint="Командиры могут назначать координаты пунктов сбора, щелкая мышью на карте местности. Пункты сбора отображаются на картах всех игроков команды."
Hints[24].Title="Приказы и запрос поддержки"
Hints[24].Hint="Командиры могут отдавать приказы об атаке или обороне конкретных целей. В соответствии с поступившими приказами на карте каждого игрока появляются новые значки. Запрос боеприпасов пулеметчиком отображается специальным значком."
Hints[25].Title="Снабжение пулеметчиков"
Hints[25].Hint="Чтобы передать пулеметчику боеприпасы, нажмите %ThrowMGAmmo%."
Hints[26].Title="Очки"
Hints[26].Hint="За помощь при захвате цели вы получаете 10 очков."
Hints[27].Title="Захват целей"
Hints[27].Hint="Чтобы захватить цель, подойдите ближе к ней. В нижней части экрана должна появиться полоска индикатора, указывающая на принадлежность цели. Обычно для штурма и захвата нужно несколько бойцов."
Hints[28].Title="Точность стрельбы"
Hints[28].Hint="В положении ''лежа'' или ''пригнувшись'' стрельба точнее, чем из положения ''стоя''. Чтобы пригнуться, нажмите клавишу %duck%, а чтобы лечь на землю - клавишу %prone%."
Hints[29].Title="Смена ствола"
Hints[29].Hint="Чтобы сменить ствол пулемета, нажмите клавишу %ROMGOperation%. У советского пулемета ДП-27 ствол несменный, поэтому не допускайте его перегрева!"
Hints[30].Title="Офицеры"
Hints[30].Hint="При захвате цели присутствие офицера значительно поднимает боевой дух солдат. В результате захват происходит быстрее!"
Hints[31].Title="Укрытие"
Hints[31].Hint="Чтобы броситься на землю во время бега, нажмите %PRONE%. Для более надежной защиты от вражеского огня прячьтесь за стенами и другими препятствиями."
Hints[32].Title="Атака пулеметных позиций"
Hints[32].Hint="При стрельбе с упора у пулеметчиков сильно ограничено поле обзора. Атакуйте их с фланга или тыла."
Hints[33].Title="Стрельба с упора"
Hints[33].Hint="Чтобы повысить точность стрельбы, стрелковое оружие можно опереть о горизонтальную или вертикальную поверхность. О такой возможности сигнализирует значок с сошками в правом нижнем углу экрана."
Hints[34].Title="Обзор из техники"
Hints[34].Hint="Кнопки %PREVWEAPON% и %NEXTWEAPON% позволяют сменять тип обзора. Будьте осторожны, выглядывая из командирского или водительского люка, так как в этом случае вы становитесь легкой мишенью."
Hints[35].Title="Управление танком"
Hints[35].Hint="Для управления танком служат клавиши перемещения. Клавиша %JUMP% выполняет роль тормоза."
Hints[36].Title="Броня"
Hints[36].Hint="Лобовая броня танка - самая крепкая. Однако если она расположена под прямым углом к вражеской линии огня, шанс противника пробить ее выше."
Hints[37].Title="Расстояние до цели"
Hints[37].Hint="Чтобы задать расстояние до цели в танковом прицеле, нажимайте клавиши %LEANLEFT% и %LEANRIGHT%. В правом нижнем углу экрана показано текущее состояние прицела."
Hints[38].Title="Спаренный пулемет"
Hints[38].Hint="На большинстве танков рядом с пушкой установлен пулемет. Командир танка может стрелять из него, нажимая клавишу %ALTFIRE%. Танковый прицел не связан с пулеметом."
Hints[39].Title="Взрывчатка"
Hints[39].Hint="Мощный заряд взрывчатки может уничтожить танк или стационарный объект. Объекты, которые можно уничтожить взрывом, отмечены на карте местности."
Hints[40].Title="Немецкие гранаты"
Hints[40].Hint="Запал немецких гранат срабатывает сразу после нажатия кнопки %FIRE% или %ALTFIRE%."
Hints[41].Title="Стрельба с упора"
Hints[41].Hint="Вести прицельный огонь из пулемета можно, только расставив сошки. Для этого займите положение ''лежа'' или поставьте пулемет на подходящую горизонтальную поверхность. Когда в правом нижнем углу экрана появится значок с сошками, нажмите %Deploy%."
Hints[42].Title="Рукопашный бой"
Hints[42].Hint="Чтобы нанести удар прикладом или рукоятью оружия, нажмите кнопку %ALTFIRE%. Чем дольше вы удерживаете кнопку нажатой, тем сильнее будет удар. Чтобы убить противника с первого удара, цельтесь в голову!"
Hints[43].Title="Продольно-скользящий затвор"
Hints[43].Hint="При стрельбе из винтовки с продольно-скользящим затвором нужно вручную досылать патрон в патронник. Для этого после выстрела еще раз нажмите клавишу %FIRE%. Чтобы как можно скорее подготовиться к следующему выстрелу, нажимайте клавишу стрельбы дважды - первый раз для выстрела, второй - сразу же после него для перезарядки."
Hints[44].Title="Сообщения"
Hints[44].Hint="В левом верхнем углу экрана появляются сообщения о ходе боя. Обращайте на них внимание, чтобы быть в курсе событий."

[ROHud]
ReinforcementText="До возрождения: "
TimeRemainingText="Осталось времени: "
IPText="IP-адрес"
TimeText="Время"
ViewingText="Обзор: "
NoReinforcementsText="Подкрепление недоступно"
TeamMessagePrefix="*ВЗВОД* "
ObjectivesText="ЦЕЛИ"
PlayersNeededText="Требуется: "
SpectateInstructionText1="Для переключения между игроками/пунктами обзора нажимайте кнопку стрельбы."
SpectateInstructionText2="Чтобы сменить режим наблюдения, нажмите кнопку альтернативной стрельбы."
SpectateInstructionText3="Для переключения вида от первого/третьего лица нажмите кнопку ''Прильнуть к прицелу''."
SpectateInstructionText4="Чтобы перейти к обзору своего персонажа, нажмите клавишу прыжка."
NeedAmmoText="Нуждается в боеприпасах"
CanResupplyText="Чтобы передать боеприпасы, нажмите %THROWMGAMMO%."
OpenMapText="%SHOWOBJECTIVES% - карта"
SituationMapInstructionsText="%SHOWOBJECTIVES% - открыть/закрыть карту"
MapCoordTextX[0]="1"
MapCoordTextX[1]="2"
MapCoordTextX[2]="3"
MapCoordTextX[3]="4"
MapCoordTextX[4]="5"
MapCoordTextX[5]="6"
MapCoordTextX[6]="7"
MapCoordTextX[7]="8"
MapCoordTextX[8]="9"
MapCoordTextY[0]="A"
MapCoordTextY[1]="B"
MapCoordTextY[2]="C"
MapCoordTextY[3]="D"
MapCoordTextY[4]="E"
MapCoordTextY[5]="F"
MapCoordTextY[6]="G"
MapCoordTextY[7]="H"
MapCoordTextY[8]="I"
LegendAxisObjectiveText="Цель у немцев"
LegendAlliesObjectiveText="Цель у русских"
LegendNeutralObjectiveText="Цель нейтральна"
LegendArtilleryRadioText="Пункт вызова артиллерии"
LegendResupplyAreaText="Боеприпасы"
LegendRallyPointText="Пункт сбора"
LegendSavedArtilleryText="Координаты для удара записаны"
LegendOrderTargetText="Приказано атаковать цель"
LegendArtyStrikeText="Артудар"
LegendHelpRequestText="Запрошена поддержка"
LegendDestroyableItemText="Уязвимая цель"
LegendDestroyedItemText="Уничтоженная цель"
LegendMGResupplyText="Пулеметчик запросил боеприпасы"
LegendVehResupplyAreaText="Боеприпасы для техники"
LegendATGunText="Противотанковое орудие"
SmallFontArrayNames[0]="ROFonts_Rus.ROArial24"
SmallFontArrayNames[1]="ROFonts_Rus.ROArial24"
SmallFontArrayNames[2]="ROFonts_Rus.ROArial22"
SmallFontArrayNames[3]="ROFonts_Rus.ROArial22"
SmallFontArrayNames[4]="ROFonts_Rus.ROArial18"
SmallFontArrayNames[5]="ROFonts_Rus.ROArial14"
SmallFontArrayNames[6]="ROFonts_Rus.ROArial12"
SmallFontArrayNames[7]="ROFonts_Rus.ROArial9"
SmallFontArrayNames[8]="ROFonts_Rus.ROArial7"
MenuFontArrayNames[0]="ROFonts_Rus.ROBtsrmVr18"
MenuFontArrayNames[1]="ROFonts_Rus.ROBtsrmVr14"
MenuFontArrayNames[2]="ROFonts_Rus.ROBtsrmVr12"
MenuFontArrayNames[3]="ROFonts_Rus.ROBtsrmVr9"
MenuFontArrayNames[4]="ROFonts_Rus.ROBtsrmVr7"
CriticalMsgFontArrayNames[0]="ROFonts_Rus.ROArial28"
CriticalMsgFontArrayNames[1]="ROFonts_Rus.ROArial26"
CriticalMsgFontArrayNames[2]="ROFonts_Rus.ROArial24"
CriticalMsgFontArrayNames[3]="ROFonts_Rus.ROArial22"
CriticalMsgFontArrayNames[4]="ROFonts_Rus.ROArial18"
CriticalMsgFontArrayNames[5]="ROFonts_Rus.ROArial16"
CriticalMsgFontArrayNames[6]="ROFonts_Rus.ROArial14"
CriticalMsgFontArrayNames[7]="ROFonts_Rus.ROArial12"
CriticalMsgFontArrayNames[8]="ROFonts_Rus.ROArial9"
MapTimerTitle.Text="Осталось времени"
MapLegendTitle.Text="Легенда"
MapObjectivesTitle.Text="Цели"
MapRequiredObjectivesTitle.Text="Ключевые цели"
MapSecondaryObjectivesTitle.Text="Дополнительные цели"
FontArrayNames[0]="ROFonts_Rus.ROBtsrmVr28"
FontArrayNames[1]="ROFonts_Rus.ROBtsrmVr26"
FontArrayNames[2]="ROFonts_Rus.ROBtsrmVr24"
FontArrayNames[3]="ROFonts_Rus.ROBtsrmVr20"
FontArrayNames[4]="ROFonts_Rus.ROBtsrmVr18"
FontArrayNames[5]="ROFonts_Rus.ROBtsrmVr16"
FontArrayNames[6]="ROFonts_Rus.ROBtsrmVr14"
FontArrayNames[7]="ROFonts_Rus.ROBtsrmVr12"
FontArrayNames[8]="ROFonts_Rus.ROBtsrmVr9"

[ROLastObjectiveMsg]
AboutToWin="Последняя цель. Мы почти победили!"
AboutToLose="Последняя цель. Мы почти проиграли бой!"

[ROLevelInfo]
Axis.UnitName="Германия"
Allies.UnitName="СССР"
AxisUnitDescription="Введите описание немецких войск для данной карты."
AlliesUnitDescription="Введите описание советских войск для данной карты."

[ROMineDamType]
DeathString="%o погибает при взрыве мины."
FemaleSuicide="%o погибает при взрыве мины."
MaleSuicide="%o погибает при взрыве мины."

[ROMineVolume]
WarningMessage="Внимание! Вы находитесь на минном поле!!!"

[ROObjective]
objName="Без имени"

[ROObjectiveMsg]
AxisCapture="Войска Германии захватили цель: "
AlliesCapture="Войска СССР захватили цель: "
AxisTriggeredMessage="Войска Германии уничтожили цель: "
AlliesTriggeredMessage="Войска СССР уничтожили цель: "

[ROPlayer]
SpectatingModeName[0]="Вид на вашего персонажа"
SpectatingModeName[1]="Свободный обзор"
SpectatingModeName[2]="Вид на других игроков"
SpectatingModeName[3]="Пункты обзора"

[RORallyMsg]
SavedPosition="Координаты пункта сбора записаны"
CheckObjectives="Новые координаты пункта сбора. Посмотрите на карту!"
RallySpam="Сменить координаты пункта сбора пока нельзя!"

[ROReinforcementMsg]
LowReinforcements="Силы подкрепления заканчиваются!"
NoReinforcements="Силы подкрепления закончились!"

[ROResetGameMsg]
CountdownLeftSide="До перезапуска игры"
CountdownRightSide="сек."
GameRestarting="Перезапуск игры..."

[ROResupplyMessage]
ResuppliedGunner="Боеприпасы переданы игроку "
BeenResupplied="Вы получили боеприпасы от игрока "

[RORoleInfo]
InfoText="Нет информации."

[RORoundOverMsg]
AxisWins="Войска Германии выигрывают сражение!"
AlliesWins="Войска СССР выигрывают сражение!"
NoDecisiveOutcome="Решительную победу не одержал никто"

[ROSatchelDamType]
DeathString="%o погибает при детонации взрывчатки игрока %k."
FemaleSuicide="%o пострадала от своей же взрывчатки."
MaleSuicide="%o пострадал от своей же взрывчатки."

[ROSayDeadMessage]
MessagePrefix="(ВНЕ БОЯ) "
SpecPrefix="(НАБЛЮДАТЕЛЬ) "

[ROSuicided]
DeathString="%o погибает по собственной неосторожности."
FemaleSuicide="%o погибает по собственной неосторожности."

[ROTankCannon]
ProjectileDescriptions=("ББ","Фуг.")

[ROTankShellExplosionDamage]
DeathString="%o погибает от осколков танкового снаряда, выпущенного игроком %k."
FemaleSuicide="%o слишком рано выпустила снаряд."
MaleSuicide="%o слишком рано выпустил снаряд."

[ROTeamGame]
ROHints=("Чтобы открыть карту с отмеченными целями, нажмите %SHOWOBJECTIVES%.","Чтобы сократить время до подрыва гранаты Ф-1, нажмите клавишу альтернативного огня.","Чтобы захватить цель, подойдите ближе к ней. Возможно, для этого понадобится штурм.","Чтобы сменить роль, нажмите %PLAYERMENU 2%. Для перехода в другую команду нажмите %PLAYERMENU%.","Чтобы прильнуть к прицелу и повысить точность стрельбы, нажмите %ROIRONSIGHTS%.","За помощь при захвате цели вы получаете 10 очков.","В положении лежа или пригнувшись можно опереть оружие и повысить точность стрельбы.","Чтобы восстановить запас сил, остановитесь и немного отдохните.","Установить пулемет можно на любой горизонтальной поверхности. Для этого нажмите %DEPLOY%, когда на экране появится значок с сошками.","Сообщение о тяжелом магазине означает, что новый магазин заполнен больше чем наполовину.","Перезаряжать пулемет можно только после с расставленными сошками.","Передав боеприпасы пулеметчику, игрок получает 1 очко.","Из пулемета эффективнее вести огонь короткими очередями.","Ствол ДП-27 не является сменным, поэтому избегайте его перегрева!","Присутствие офицера поднимает боевой дух солдат и ускоряет захват цели!","Своих пулеметчиков всегда нужно прикрывать с тыла и флангов.","При стрельбе из пулемета с разложенными сошками у бойца крайне ограничено поле обзора. Атакуйте вражеских пулеметчиков с фланга или тыла.")
PropsDisplayText[0]="Мастерство ботов"
PropsDisplayText[1]="Список карт"
PropsDisplayText[2]="Скорость игры"
PropsDisplayText[3]="Максимум наблюдателей"
PropsDisplayText[4]="Максимум игроков"
PropsDisplayText[5]="Время игры"
PropsDisplayText[6]="Вид от третьего лица"
PropsDisplayText[7]="Наблюдение только от первого лица"
PropsDisplayText[8]="Ограниченное наблюдение от третьего лица"
PropsDisplayText[9]="Наблюдение с пунктов обзора"
PropsDisplayText[10]="Свободное наблюдение"
PropsDisplayText[11]="Своб. наблюдение при гибели"
PropsDisplayText[12]="Возможность паузы"
PropsDisplayText[13]="Мин. игроков"
PropsDisplayText[14]="Количество ботов"
PropsDisplayText[15]="Пауза в конце игры"
PropsDisplayText[16]="Подстройка уровня мастерства"
PropsDisplayText[17]="Макс. побед"
PropsDisplayText[18]="Количество раундов"
PropsDisplayText[19]="Пауза перед началом игры"
PropsDisplayText[20]="Ожидание перед боем"
PropsDisplayText[21]="Мин. реальных игроков"
PropsDisplayText[22]="Ожидание общей готовности"
PropsDisplayText[23]="Урон своим"
PropsDisplayText[24]="Урон своим при артударе"
PropsDisplayText[25]="Урон своим при подрыве взрывчатки"
PropsDisplayText[26]="Балансировка команд ботами"
PropsDisplayText[27]="Автобалансировка команд"
PropsDisplayText[28]="Общий обмен сообщениями"
PropsDisplayText[29]="Отключение за бездействие"
PropsDisplayText[30]="Наказание за стрельбу по своим"
PropsDisplayText[31]="Сообщения о гибели"
PropsDisplayText[32]="Черный интерфейс при гибели"
PropsDisplayText[33]="Черный интерфейс при виде не от лица игрока"
PropsDisplayText[34]="Автобалансировка при гибели"
PropsDisplayText[35]="Макс. различие в численности"
PropsDisplayText[36]="Не учитывать макс. игроков"
PropsDisplayText[37]="Прощение за убийства своих"
PropsDisplayText[38]="Лимит убийств своих"
PropsDisplayText[39]="Лимит урона своим"
PropsDisplayText[40]="IP сервера на экране счета"
PropsDisplayText[41]="Время на экране счета"
PropDescText[0]="Уровень мастерства ботов."
PropDescText[1]="Смена карт в очередности, заданной списком."
PropDescText[2]="Скорость течения времени в игре."
PropDescText[3]="Максимальное количество зрителей."
PropDescText[4]="Максимальное количество игроков в каждой команде"
PropDescText[5]="Игра окончится по истечении указанного времени (в минутах)."
PropDescText[6]="Возможность переключиться в режим обзора от третьего лица."
PropDescText[7]="Наблюдение за игрой только в режиме обзора от первого лица."
PropDescText[8]="Если этот параметр включен, при наблюдении от третьего лица нельзя будет удаляться от выбранного игрока."
PropDescText[9]="Возможность использовать для наблюдения стационарные пункты обзора."
PropDescText[10]="Возможность свободного перемещения наблюдателей по карте."
PropDescText[11]="Возможность свободного перемещения по карте после гибели."
PropDescText[12]="Возможность администратора приостанавливать игру."
PropDescText[13]="В случае нехватки реальных игроков будут использоваться боты."
PropDescText[14]="Количество ботов в игре."
PropDescText[15]="Время до перехода на следующую карту по окончании боя."
PropDescText[16]="Уровень мастерства ботов может подстраиваться под мастерство реальных игроков."
PropDescText[17]="Количество раундов, необходимое для победы."
PropDescText[18]="Максимальное количество раундов в бою."
PropDescText[19]="Пауза перед боем для присоединения к игре."
PropDescText[20]="Пауза перед боем для присоединения к игре."
PropDescText[21]="Количество игроков, достаточное для начала игры."
PropDescText[22]="Если этот параметр включен, игроки должны выбрать команду и оружие перед началом игры."
PropDescText[23]="Урон, который наносят друг другу игроки одной команды."
PropDescText[24]="Урон при попадании по своим артиллерийскими снарядами."
PropDescText[25]="Урон от ударной волны при подрыве взрывчатки."
PropDescText[26]="Переходя из команды в команду, боты могут балансировать игру."
PropDescText[27]="При подключении к серверу игроки будут автоматически вступать в наименьшую по численности команду."
PropDescText[28]="Если этот параметр включен, игроки разных команд могут видеть сообщения друг друга."
PropDescText[29]="Время, по истечении которого бездействующий игрок будет отключен."
PropDescText[30]="Наказание за стрельбу по своим."
PropDescText[31]="Режим сообщений о гибели."
PropDescText[32]="Включать черный интерфейс у погибших и зрителей."
PropDescText[33]="Включать черный интерфейс, когда игрок погиб и является зрителем, но не наблюдает за другим игроком."
PropDescText[34]="После гибели боец переходит в другую команду, если в ней существенно меньше игроков (см. параметр 'Макс. различие в численности'). Балансировка команд должна быть разрешена."
PropDescText[35]="Максимально допустимое превосходство в численности одной команды над другой (используется для балансировки и автобалансировки при гибели)."
PropDescText[36]="Позволяет установить для серверного параметра 'Макс. игроков' меньшее значение ('0' - отключить)."
PropDescText[37]="Если убитый союзником игрок скажет 'np' или 'forgive', штрафных санкций не последует."
PropDescText[38]="Количество убитых союзников, по достижении которого игрок будет наказан."
PropDescText[39]="Совокупный урон союзникам, по достижении которого игрок будет наказан."
PropDescText[40]="Отображение IP-адреса сервера на экране счета."
PropDescText[41]="Отображение даты и времени на экране счета."
PropsExtras[0]="0.000000;Ополченец;1.000000;Новобранец;2.000000;Солдат;3.000000;Фронтовик;4.000000;Гвардеец;5.000000;Ветеран;6.000000;Освободитель;7.000000;Герой"
PropsExtras[1]="FFP_None;Нет наказания;FFP_Kick;Исключение;FFP_SessionBan;Запрет на игру;FFP_GlobalBan;Полный запрет"
PropsExtras[2]="DM_None;Нет;DM_OnDeath;Личная гибель;DM_Personal;Личная гибель/убийства;DM_All;Все"
GameName="Red Orchestra"
Description="Две команды сражаются за превосходство на поле боя. Побеждает команда, уничтожившая наибольшее количество соперников." 

[ROTeamSayDeadMessage]
MessagePrefix="(ВНЕ БОЯ) *ВЗВОДУ* "

[ROTeamSayMessage]
MessagePrefix="*ВЗВОДУ* "

[ROTreadCraft]
VehiclePositionString="в танке"
VehicleNameString="Танк"

[ROVehicle]
TouchMessage="Посадка: "

[ROVehicleMessage]
NotQualified="Для управления этой машиной вам не хватает подготовки!"
VehicleIsEnemy="Использовать вражескую бронетехнику невозможно!"
CannotEnter="Сесть в эту машину невозможно!"

[ROVehicleWaitingMsg]
WaitingForCrew="Ожидание остальных членов экипажа"

[ROVehicleWeaponPawn]
DriverHudName="Механик-водитель"

[ROVoicePack]
SupportString[0]="Нужно подкрепление!"
SupportString[1]="Нужно подкрепление в пункте..."
SupportString[2]="Нужны боеприпасы!"
SupportString[3]="Нужен снайпер!"
SupportString[4]="Нужен пулеметчик!"
SupportString[5]="Нужен бронебойщик!"
SupportString[6]="Нужен подрывник!"
SupportString[7]="Нужен танк!"
SupportString[8]="Нужен удар артиллерии!"
SupportString[9]="Нужна машина!"
SupportAbbrev[0]="Нужно подкрепление"
SupportAbbrev[1]="Нужно подкрепление в пункте..."
SupportAbbrev[2]="Нужны боеприпасы"
SupportAbbrev[3]="Нужен снайпер"
SupportAbbrev[4]="Нужен пулеметчик"
SupportAbbrev[5]="Нужен бронебойщик"
SupportAbbrev[6]="Нужен подрывник"
SupportAbbrev[7]="Нужен танк"
SupportAbbrev[8]="Нужен удар артиллерии"
SupportAbbrev[9]="Нужен транспорт"
SupportStringAxis[5]="Нужен панцерфауст!"
SupportAbbrevAxis[5]="Нужен панцерфауст"
EnemyString[0]="Пехота!"
EnemyString[1]="Пулеметчик!"
EnemyString[2]="Снайпер!"
EnemyString[3]="Сапер!"
EnemyString[4]="Бронебойщик!"
EnemyString[5]="Техника!"
EnemyString[6]="Танк!"
EnemyString[7]="Тяжелый танк!"
EnemyString[8]="Артиллерия!"
EnemyAbbrev[0]="Пехота!"
EnemyAbbrev[1]="Пулеметчик!"
EnemyAbbrev[2]="Снайпер!"
EnemyAbbrev[3]="Сапер!"
EnemyAbbrev[4]="Бронебойщик!"
EnemyAbbrev[5]="Техника!"
EnemyAbbrev[6]="Танк!"
EnemyAbbrev[7]="Тяжелый танк!"
EnemyAbbrev[8]="Артиллерия!"
EnemyStringAxis[3]="Сапер!"
EnemyStringAxis[6]="Танк!"
EnemyAbbrevAxis[3]="Сапер!"
EnemyAbbrevAxis[6]="Танк!"
AlertString[0]="Граната!"
AlertString[1]="Вперед!"
AlertString[2]="В укрытие!"
AlertString[3]="Стой!"
AlertString[4]="За мной!"
AlertString[5]="Взрывчатка заложена!"
AlertString[6]="Прикрой!"
AlertString[7]="Я свой!"
AlertString[8]="Меня атакуют в пункте..."
AlertString[9]="Отходим!"
AlertAbbrev[0]="Граната"
AlertAbbrev[1]="Вперед"
AlertAbbrev[2]="В укрытие"
AlertAbbrev[3]="Стой"
AlertAbbrev[4]="За мной"
AlertAbbrev[5]="Взрывчатка заложена"
AlertAbbrev[6]="Прикрой"
AlertAbbrev[7]="Я свой"
AlertAbbrev[8]="Меня атакуют в пункте..."
AlertAbbrev[9]="Отходим"
VehicleDirectionString[0]="Передислокация!"
VehicleDirectionString[1]="Вперед!"
VehicleDirectionString[2]="Стоп!"
VehicleDirectionString[3]="Назад!"
VehicleDirectionString[4]="Налево!"
VehicleDirectionString[5]="Направо!"
VehicleDirectionString[6]="5 метров вперед!"
VehicleDirectionString[7]="5 метров назад!"
VehicleDirectionString[8]="Левее!"
VehicleDirectionString[9]="Правее!"
VehicleDirectionAbbrev[0]="Передислокация..."
VehicleDirectionAbbrev[1]="Вперед"
VehicleDirectionAbbrev[2]="Стоп"
VehicleDirectionAbbrev[3]="Назад"
VehicleDirectionAbbrev[4]="Налево"
VehicleDirectionAbbrev[5]="Направо"
VehicleDirectionAbbrev[6]="5 метров вперед"
VehicleDirectionAbbrev[7]="5 метров назад"
VehicleDirectionAbbrev[8]="Левее"
VehicleDirectionAbbrev[9]="Правее"
VehicleAlertString[0]="Враг впереди!"
VehicleAlertString[1]="Враг по левому флангу!"
VehicleAlertString[2]="Враг по правому флангу!"
VehicleAlertString[3]="Враг с тыла!"
VehicleAlertString[4]="Вражеская пехота!"
VehicleAlertString[5]="Так точно!"
VehicleAlertString[6]="Никак нет!"
VehicleAlertString[7]="Горим!"
VehicleAlertString[8]="Покинуть машину!"
VehicleAlertString[9]="Орудие заряжено."
VehicleAlertAbbrev[0]="Враг впереди!"
VehicleAlertAbbrev[1]="Враг по левому флангу!"
VehicleAlertAbbrev[2]="Враг по правому флангу!"
VehicleAlertAbbrev[3]="Враг с тыла!"
VehicleAlertAbbrev[4]="Вражеская пехота!"
VehicleAlertAbbrev[5]="Так точно!"
VehicleAlertAbbrev[6]="Никак нет!"
VehicleAlertAbbrev[7]="Горим!"
VehicleAlertAbbrev[8]="Покинуть машину!"
VehicleAlertAbbrev[9]="Орудие заряжено!"
ExtraString[0]="Оскорбление"
ExtraString[1]="Не отступать!"
ExtraString[2]="Оскорбление"
ExtraAbbrev[0]="Оскорбление 1"
ExtraAbbrev[1]="Не отступать"
ExtraAbbrev[2]="Оскорбление 2"
AckString[0]="Так точно!"
AckString[1]="Никак нет!"
AckString[2]="Спасибо!"
AckString[3]="Извини!"
AckAbbrev[0]="Так точно!"
AckAbbrev[1]="Никак нет!"
AckAbbrev[2]="Спасибо!"
AckAbbrev[3]="Извини!"
OrderString[0]="Атака"
OrderString[1]="Оборона"
OrderString[2]="Удерживать позицию!"
OrderString[3]="Следовать за мной!"
OrderString[4]="В атаку!"
OrderString[5]="Отступать!"
OrderString[6]="Беглый огонь!"
OrderString[7]="Прекратить огонь!"
OrderAbbrev[0]="Атака..."
OrderAbbrev[1]="Оборона..."
OrderAbbrev[2]="Удерживать позицию"
OrderAbbrev[3]="Следовать за мной"
OrderAbbrev[4]="Вперед"
OrderAbbrev[5]="Отступать"
OrderAbbrev[6]="Открыть огонь"
OrderAbbrev[7]="Прекратить огонь"

[ROWeaponAttachment]
MenuDescription="Описание недоступно."

[ROWeaponLostMessage]
WeaponLostMessage="Оружие выбито у вас из рук!"

